{"data":{"allStrapiJobs":{"nodes":[{"strapiId":5,"company":"JustGo","position":"Technical Support Engineer (L2)","location":"Netherlands","duration":"July 2021 - Present","desc":[{"id":23,"title":"Home to Azolve, is a multi-functional membership management software aimed at sport."},{"id":17,"title":"Designing and implementing 3rd party system integration for GoMembership that offers extensive membership management to allow both the governing body and members to engage easily."},{"id":19,"title":"Experience in developing and migrating applications and database solutions using C# and Microsoft SQL Server."},{"id":22,"title":"Providing technical solutions to customers' and partners’ inquiries, collaborating with the support team to find the best solution."},{"id":18,"title":"Providing custom generated reports to provide data visualizations and produce new insights."},{"id":21,"title":"Maintaining proper communication with the clients in the UK, USA, and Australia with technical documentation for both internal and external use."}]},{"strapiId":4,"company":"Bhalogari","position":"Junior Software Engineer","location":"Dhaka, Bangaldesh","duration":"Feb 2021 - Jun 2021","desc":[{"id":12,"title":"Developed database model, REST API, Full-Text Search using Django Rest Framework, PostgreSQL, and Docker for Bhalogari.com website"},{"id":13,"title":"Worked in Computer Vision based project \"Vehicle Make & Model Recognition\" that can identify the makers and models of cars from images using One Shot Learning"},{"id":15,"title":"Received basic understanding of a project management tool, JIRA"},{"id":16,"title":"Developed employee management system, a full-stack web application using React, Material UI, and Laravel."}]},{"strapiId":2,"company":"Peerage","position":"Junior Business Analyst","location":"Dhaka, Bangladesh","duration":"Jan 2020 - Jan 2021","desc":[{"id":2,"title":"Worked with the software development team to identify and prioritize software requirements gathered from the stakeholders."},{"id":8,"title":"Developed several web applications in HTML5, CSS3, Bootstrap, and PHP."},{"id":9,"title":"Carried out feasibility analysis and determining connectivity to prepare detailed, technical, and operational documentation."}]},{"strapiId":1,"company":"Teletalk","position":"Intership","location":"Chittagong, Bangladesh","duration":"July 2018 - August 2018","desc":[{"id":1,"title":"Hands on experience in configuring networks using equipment and components"},{"id":4,"title":"Provided a Remotely diagnose faults from the office via remote access and customer liaison"},{"id":5,"title":"Worked with copper and fiber optic cabling and switching systems."},{"id":6,"title":"Carried out feasibility exercises and determining connectivity to preparing detailed, technical and operational documentation."},{"id":7,"title":"A whole day tour in server room of BTCL"}]}]}}}