{"data":{"allStrapiJobs":{"nodes":[{"strapiId":5,"company":"JustGo","position":"L2 Engineer","location":"Full Time (Remote) - Netherlands","duration":"July 2021 - Present","desc":[{"id":23,"title":"Remotely working as part of Data Engineering Team."},{"id":17,"title":"Implement 3rd party system integration for JustGo that offers extensive membership management to allow the members to engage easily."},{"id":19,"title":"Ability to conduct complex data analysis with complex SQL queries and experience with enterprise web applications development."},{"id":22,"title":"Analyze & organize raw data, evaluate business needs, build data pipelines & maintain them and prepare data for predictive modeling."},{"id":18,"title":"Providing custom generated reports to provide data visualizations and produce new insights."},{"id":21,"title":"Collaborate with clients from the UK, USA, Europe, and Australia to identify and prioritize requirements and conduct feasibility studies."},{"id":26,"title":"Developed and optimized 100+ stored procedures, views, functions & style sheets and restructured schemas with 60+ tables."}]},{"strapiId":4,"company":"Bhalogari","position":"Junior Software Engineer","location":"Full Time - Dhaka, Bangladesh","duration":"Feb 2021 - Jun 2021","desc":[{"id":12,"title":"Developed database model, REST API, Full-Text Search using Django Rest Framework, PostgreSQL, and Docker for Bhalogari.com website"},{"id":13,"title":"Worked in Computer Vision based project \"Vehicle Make & Model Recognition\" that can identify the makers and models of cars from images using One Shot Learning"},{"id":15,"title":"Received basic understanding of a project management tool, JIRA"},{"id":16,"title":"Developed employee management system, a full-stack web application using React, Material UI, and Laravel."}]},{"strapiId":3,"company":"Omdena Bangladesh Chapter","position":"Research Collaborator","location":"Remote","duration":"Nov 2021 - Present","desc":[{"id":10,"title":"Automatic River Encroachment Detection in Bangladesh using remote sensing data analysis and GIS processing"},{"id":11,"title":"OmdenaLore-Giga: a combined UNICEF/ITU endeavor to locate school sites in Sudan using satellite imagery and connect every kid and school to the internet"}]},{"strapiId":2,"company":"Peerage","position":"Junior Business Analyst","location":"Full Time - Dhaka, Bangladesh","duration":"Jan 2020 - Jan 2021","desc":[{"id":2,"title":"Worked with the software development team to identify and prioritize software requirements gathered from the stakeholders."},{"id":8,"title":"Developed several web applications in HTML5, CSS3, Bootstrap, and PHP."},{"id":9,"title":"Carried out feasibility analysis and determining connectivity to prepare detailed, technical, and operational documentation."}]},{"strapiId":1,"company":"Teletalk","position":"Intership","location":"Chittagong, Bangladesh","duration":"July 2018 - August 2018","desc":[{"id":1,"title":"Hands on experience in configuring networks using equipment and components"},{"id":4,"title":"Provided a Remotely diagnose faults from the office via remote access and customer liaison"},{"id":5,"title":"Worked with copper and fiber optic cabling and switching systems."},{"id":6,"title":"Carried out feasibility exercises and determining connectivity to preparing detailed, technical and operational documentation."},{"id":7,"title":"A whole day tour in server room of BTCL"}]}]}}}